Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/SpecialExceptionsWindowController.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# 7bA-9Z-zK3.title
source: Install Nerd Font Bundle…
de: Nerd-Font-Paket installieren…
ja: Nerd Fontバンドルをインストール…
pt_br: Instalar pacote Nerd Font…
ru: Установить пакет Nerd Font…
zh_hans: 安装 Nerd Font 字体包…

# 7pL-Nx-6Zr.title
source: Edit Special Exception
de: Spezielle Ausnahme bearbeiten
ja: 特別な例外を編集
pt_br: Editar exceção especial
ru: Изменить специальное исключение
zh_hans: 编辑特殊例外

# 50c-TU-qXa.title
source: Special Exceptions override fonts for specific Unicode ranges or scripts.
de: Spezielle Ausnahmen überschreiben Schriftarten für bestimmte Unicode-Bereiche oder Schriftsysteme.
ja: 特別な例外は、特定のUnicode範囲またはスクリプトのフォントを上書きします。
pt_br: As exceções especiais substituem fontes para intervalos ou sistemas de escrita Unicode específicos.
ru: Специальные исключения переопределяют шрифты для определённых диапазонов Unicode или письменностей.
zh_hans: 特殊例外会覆盖特定 Unicode 范围或文字的字体。

# Hpa-f0-bgv.title
source: Of Font:
de: Schriftart:
ja: フォントの:
pt_br: Da fonte:
ru: Шрифта:
zh_hans: 字体：

# jbS-ge-dwV.title
source: For characters starting at
de: Für Zeichen beginnend bei
ja: 次で始まる文字に対して
pt_br: Para caracteres começando em
ru: Для символов, начиная с
zh_hans: 对于从以下位置开始的字符

# K4n-LF-VUt.title
source: Add Preset…
de: Voreinstellung hinzufügen…
ja: プリセットを追加…
pt_br: Adicionar predefinição…
ru: Добавить пресет…
zh_hans: 添加预设…

# Nme-0p-Ecj.title
source: Cancel
de: Abbrechen
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# nyP-1o-ltH.title
source: to
de: bis
pt_br: até
ru: до
zh_hans: 到

# QvC-M9-y7g.title
source: Manage Special Exceptions
de: Spezielle Ausnahmen verwalten
ja: 特別な例外を管理
pt_br: Gerenciar exceções especiais
ru: Управление специальными исключениями
zh_hans: 管理特殊例外

# w1n-Lp-vNo.title
source: Use Code Points
de: Codepunkte verwenden
ja: コードポイントを使用
pt_br: Usar pontos de código
ru: Использовать кодовые точки
zh_hans: 使用码点

# xs7-DG-LSZ.title
source: Cancel
de: Abbrechen
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# GFP-YT-OoG.title
source: OK
ru: ОК
zh_hans: 好

# raH-fi-CM2.title
source: OK
ru: ОК
zh_hans: 好
